; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	Ricardo Cooper <ricktendo64@gmail.com>
; Homepage:	http://www.wincert.net
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
1=Archivo
2=Opciones
3=Ayuda
4=Compruebe en primer lugar como archivo &SFX
; ------------------------------------
5=Seleccionar archivo
6=&Archivo/Instalador a extraer:
7=Seleccionar carpeta
8=&Carpeta destino:
9=En esta pestaña, puede arrastrar y soltar archivos
; ------------------------------------
10=Opciones de %s
11=&Mantener registro del historial
12=&Ocultar ventana de consola
13=O&ffrecer actualizaciones:
14=&Idioma:
15=Recordar y fi&jar el tamaño de la ventana
16=&No cerrar ventana después de extracción
; ------------------------------------
17=Opciones de Formato-Específico
18=Ad&vertir antes de ejecutar archivos
19=Eliminar archivos &duplicados
20=Eliminar archivos &temporales
21=Añadir e&xtensiones desaparecidas
22=Elimina&r archivo después de extracción
; ------------------------------------
23=Acerca de programa
; ------------------------------------
24=Sitio Web de %s
25=Sitio de versión oficial
26=Foro de versión modificado
; ------------------------------------
27=Actualizando
28=¡La última actualización fue hace más de %s días!
29=¿Buscar actualizaciones ahora?
30=Integrar a s&hell
; ------------------------------------
31=&Extraer
32=&Guardar
33=Act&ualizar
34=Cancelar
35=Ajustes
; ------------------------------------
36=Extracción %s
37=%s soporta los siguientes métodos para extraer paquetes de %s.%nDesafortunadamente, ninguno de estos métodos son 100% confiables.%nSi el método predefinido no funciona, vuelva a ejecutar %s y seleccione un método alternativo.
; ------------------------------------
38=Método de extracción
39=%s Instalador Administrativo
40=%s extracción
41=%s modificador
42=%s Descompresor
43=No es un instalador InstallShield
44=Mostrar resumen despu&és de extracción
; ------------------------------------
; GUI control functions
45=Desactive los sonidos en el &programa
46=
47=No existe archivo:%n%s%nPor favor seleccione un archivo válido.
48=Abrir archivo
49=Escribir en
50=Todo
; Common terms
51=archivo
52=archivo comprimido
53=Hora: %s
54=libro electrónico
55=tarjeta electrónica
56=archivo codificado
57=ejecutable desconocido
58=Error de inicialización
59=archivo de ayuda
60=revisión
61=imagen
62=instalador
63=módulo de combinación
64=paquete
65=parche
66=Auto-Extraible
67=etapa
68=Inicialización exitosa
69=Probando
70=Extrayendo:
71=Tamaño del archivo
72=actualizaciones
73=Nombre del archivo
74=cada semana|cada dos semanas|mensual|nunca
; Status messages
75=Analizando para identificar el tipo de archivo
76=Analizando archivo con el escáner %s
77=Extraer archivos de:
78=Esperando la inicialización del instalador.%nEspere
79=Para cancelar la extracción presione ESC%nMinimizar/Restaurar ventana pulsando F11
; Custom prompts
80=La imagen CD-ROM %s no puede ser extraída automáticamente.%nEsta imagen será convertida en una imagen ISO CD-ROM,%nla cual podrá ser extraída.%n%n¿Desea continuar?%nNota: Este proceso puede tomar varios minutos.
81=Error: La imagen CD-ROM no puede ser convertida.
82=Error: Una imagen ISO ha sido creada a partir de la imagen %s, pero ésta no pudo ser extraída.%n¿Desea preservar la imagen ISO para futuros análisis?
83=Error: Esto no parece ser un archivo MHT válida.%nEl límite no pudo ser detectado.
84=%s. Por favor salga del instalador, y luego presione 'OK' para continuar
85=Nota: Este método solo funciona con algunos paquetes de instalación Wise para Windows.%nSi el asistente del instalador Wise se abre y solo espera instrucciones, este archivo no es%nsoportado. Por favor salga del instalador, e %s interrumpa la extracción.%n%n¿Desea continuar?
86=Éste archivo está empacado con compresión %s. Puede proceder a extraer sin el descompresor %s o realizar solo el descompresor %s.%n%nElija 'Sí' para extraer sin el descompresor %s.%n%nElija 'No' para ejecutar solo el descompresor %s.%n%nEn el último caso, el archivo extraído será nombrado:%n%s
87=Error: %s%nNo puede ser descomprimido.
88=Advertencia:  A fin de extraer archivos de este tipo, el archivo debe ejecutarse directamente.%nSi continúa, el comando siguiente se ejecutará:%n%n%s%n%nSi cree que éste archivo posiblemente pueda ser malicioso, se recomienda que no continúe.%n¿Desea continuar con la extracción?
89=¡Advertencia: El directorio destino %s ya existe!%nExtracción en carpeta no-vacía puede conducir a un error al desempaquetar.%n%n¿Vaciar la carpeta antes de desempaquetar?
90=¡Se requiere una contraseña para descomprimir!%n%nDesmarque '%s'%npara habilitar la entrada de contraseña.
91=Para desempaquetar este archivo necesita un extractor%nadicional %s
; Help text
92=Extraer el contenido de cualquier tipo de archivo o paquete de instalación.%nUso:%n%s%n%nArgumentos Soportados:%n%s%t%tMostrar la información de ayuda%n%s%t%tAbrir la pestaña %s%n%s%tNombre del archivo a extraer%n%s%tCarpeta donde extraer%n%nUsando %s en vez de una carpeta destino le instruye a %s a extraer en una subcarpeta con el mismo nombre del archivo.%n%nEjemplo:%s%n%nEjecutando %s sin argumentos mostrará la ventana principal donde el usuario especifica el nombre del archivo y carpeta destino.
93=Extraido usando %s
; Error messages
94=La extracción de %s no pudo ser registrada.
95=por el archivador 7-Zip
96=%s no puede ser extraído.%nEl tipo de archivo retornado es: %s%n%nElija 'OK' si quiere analizar el archivo, o 'Cancelar' para finalizar.
97=%s%nes una extensión desconocida y no puede ser extraída.
98=No se puede crear la carpeta:%s%nPor favor seleccione un destino válido.
99=%s no pudo ser extraído.%nParece ser un(a) %s, el cual es soportado, pero la extracción falló.%nPor favor lea el archivo de registro (log), %s, para mayor información.%n%nElija 'OK' para ver el archivo de registro, o 'Cancelar' para finalizar.
100=
; Update messages
101=Actualización completa
102=Buscando actualizaciones, espere...
103=Descargando archivos
104=¡Descarga completa!
105=Actualizado a versión: %s
106=%n¡Reiniciando %s!
107=La versión actual es: %s%n¡Actualizar no es requerido!
; ------------------------------------
108=Error de descarga
109=No fue posible descargar lista de archivos del servidor%nProbablemente, no hay una conexión de red%no el servidor de actualizaciones es inaccesible.%n%n¡La actualización fue interrumpida!
110=Error al descargar archivo
111=Error descomprimiendo archivo
112=Durante la actualización a versión: %s%nhubo un error, ¡¡¡repita!!!
113=Completado: %s de %s
114=
115=
116=
117=
118=
119=
